Repository: iskracat/revot
Catalog: revot/translations/*/LC_MESSAGES/messages.po
Languages: ca

source: Blank vote
ca: Vot en blanc

source: Vote
ca: Votació

source: You must choose between %s and %s options
ca: Heu de triar entre %s i %s opcions.

source: Id
ca: Identificador

source: Public identifier used for the voting (max 20 chars).
ca: Identificador públic usat per a la votació (màx 20 car.).

source: Language
ca: Llengua

source: Ballots will be written in this language.
ca: La papereta s'escriurà en aquesta llengua.

source: Description
ca: Descripció

source: A short description of the voting (max 100 chars).
ca: Una descripció resumida de la votació (màx 100 car.).

source: Voting roll
ca: Cens

source: Wrong data format.
ca: Dades en un format erroni.

source: List of <email>, <name> for people enrolled in this voting.
ca: Persones del cens en format <email>, <nom>

source: Voting opens at
ca: La votació comença

source: Voting duration
ca: Durada de la votació

source: The voting is open during this time.
ca: La votació estarà oberta durant aquest temps.

source: Send ballots
ca: Enviament de paperetes

source: Send ballots this time before opening the voting.
ca: Les paperetes s'envien aquest temps abans de començar la votació

source: Question
ca: Pregunta

source: The question printed in the ballot.
ca: La pregunta que es formula a la papereta.

source: Options
ca: Opcions

source: During the voting, a voter must choose from these options.
ca: El votant escull d'entre aquestes opcions.

source: Blank votes are allowed
ca: Es permet el vot en blanc.

source: Max. choices
ca: Màx opcions

source: In a ballot, a voter can mark at most this number of options.
ca: Un votant pot triar, com a molt, aquest nombre d'opcions.

source: Add this voting
ca: Afegiu aquesta votació

source: All option fields are required.
ca: Empleneu tots els camps d'opció.

source: Need to send ballots at least {0:d} minutes before voting begins.
ca: Cal enviar paperetes ben bé {0:d} minuts abans que comenci la votació.

source: Not enough time before voting starts.
ca: No hi ha prou temps abans que comenci la votació.

source: Must be between 1 and the number of options.
ca: Ha d'estar entre 1 i el nombre d'opcions.

source: Ballot for voting %(title)s
ca: Papereta per a la votació %(title)s

source: Voting is not open yet. You cannot vote until it opens.
ca: La votació encara no és oberta. No podeu votar fins que s'obri.

source: Voting is closed. No more votes allowed.
ca: La votació està tancada. No es permeten més vots.

source: Thank you for voting
ca: Gràcies pel seu vot.

source: 5 minutes
ca: 5 minuts

source: half an hour
ca: mitja hora

source: 1 hour
ca: 1 hora

source: 3 hours
ca: 3 hores

source: 6 hours
ca: 6 hores

source: 12 hours
ca: 12 hores

source: 1 day
ca: 1 dia

source: 2 days
ca: 2 dies

source: 3 days
ca: 3 dies

source: now
ca: ara

source: 6 hours before
ca: 6 hores abans

source: 12 hours before
ca: 12 hores abans

source: 1 day before
ca: 1 dia abans

source: 2 days before
ca: 2 dies abans

source: 3 days before
ca: 3 dies abans

source: 4 days before
ca: 4 dies abans

source: Current votings
ca: Votacions en curs

source: Define a voting
ca: Definiu una votació

source: Hello %(name)s, You have been enrolled in the voting identified as «%(id)s». The polling station will remain open from %(s)s to %(e)s (Manresa time). To cast your ballot please follow the following link while polling station is open.
ca: Hola %(name)s, Formeu part del cens electoral de la votació identificada com «%(id)s». La mesa electoral esdevindrà oberta de %(s)s fins %(e)s (hora de Manresa). Per votar seguiu el següent enllaç mentre la mesa sigui oberta.

source: For you interest, we show below the ballot corresponding to this voting.
ca: Pel vostre interès, seguidament us mostrem la papereta que correspon a aquesta votació.

source: You will be commited to choose one option.
ca: Esteu convidat a triar una opció.

source: Blank votes are allowed.
ca: Es permet el vot en blanc.

source: Blank votes are not allowed.
ca: No es permet el vot en blanc.

source: Polling station for «%s»
ca: Mesa electoral per a «%s»

source: Called
ca: Convocada

source: Sending ballots
ca: Enviant paperetes

source: Open
ca: Oberta

source: Closed
ca: Tancada

source: Voting
ca: Votació

source: Starts
ca: Comença

source: Ends
ca: Acaba

source: State
ca: Estat

source: No current votings now
ca: No hi ha cap votació en curs

source: Add a new voting
ca: Afegiu una votació

source: Voting configuration
ca: Configuració de la votació

source: Ballot configuration
ca: Configuració de la papereta

source: Vote details
ca: Detall de la votació

source: Call for voting
ca: Convocatòria de la votació

source: Officer
ca: Responsable

source: Ballot sending
ca: Enviament de paperetes

source: Enrolled voters
ca: Censats

source: No enrolled voters yet
ca: Encara no hi ha votants al cens

source: Info
ca: Informació

source: The current state of the vote do not allows to show more information.
ca: L'estat actual de la votació no permet mostrar el cens.

source: The vote result will be publicited in this page begining at
ca: Els resultats d'aquesta votació es faran publics en aquesta mateixa pàgina

source: Count
ca: Recompte

source: Charts
ca: Gràfiques

source: Ballot box content
ca: Contingut de l'urna

source: Turnout
ca: Participació

source: Enrolled
ca: Censats

source: Votes
ca: Vots

source: Abstentions
ca: Abstencions

source: Number
ca: Nombre

source: Percent
ca: Percentatge

source: Results
ca: Resultat

source: Option
ca: Opció

source: Percent over all votes
ca: Percentatge sobre emesos

source: Number of votes per option
ca: Vots per opció

source: Voter
ca: Votant

source: Ballot cast on
ca: Vot dipositat el

source: Choice
ca: Tria

source: Do you want to call for voting?
ca: Voleu convocar una votació?

source: ReVot is a free e-vote service that makes simple to set up a vote.
ca: ReVot és un servei d'e-vot lliure que fa senzill convocar una votació.

source: Confidence requires to stay simple. ReVot is simple.
ca: La confiança demana simplicitat. ReVot és simple.

source: Go!
ca: Endavant!
